#include <stdio.h>
int main(void)
{
//    for(int i = 0; i < 6; i++) {
//        printf("hello work \n"c);
//    }
//
    int y = 1;
    while (y > 0){
        printf(" В языке С все символы нижнего регистра значимы. \n");
        printf(" 2. Слово main указывает на начало выполнения программы.. \n");
        printf(" Открывающая и закрывающая фигурные скобки содержат утверждения\n"
               "программы.. \n");
        printf(" . Открывающая и закрывающая фигурные скобки содержат утверждения\n"
               "программы.. \n");
        printf(" 4. Все утверждения программы должны заканчиваться точкой с запятой.. \n");
        y--;
    }
    return 0;

//    for(int i = 11; i < 21; i+=2) {
//        printf("i = %d\n",i);
//    }
    return 0;
}